<?php 
return array(
	"nav"=>array(
		"main"=>"მთავარი", 
		"market"=>"მაღაზია", 
		"catalog"=>"კატალოგი", 
		"cart"=>"კალათა", 
		"contact"=>"კონტაქტი", 
		"latest_products"=>"უახლესი პროდუქტები",
		"to_cart"=>"კალათაში",	
	),
	"account"=>array( 
		"cart"=>"კალათა",
		"enter"=>"ავტორიზაცია",
		"register"=>"რეგისტრაცია",
		"logout"=>"გამოსვლა",
		"orders"=>"შეკვეთების ისტორია",
		"orders_page"=>array(
			"order_no"=>"შეკვეთის #",
			"products"=>"პროდუქტები",
			"pay_status"=>"გადახდის სტატუსი",
			"order_date"=>"შეკვეთის დრო",
			"complete_date"=>"სავარაუდო მიწოდების დრო",
			"total"=>"ჯამი",
			"stat_progr"=>"მიმდინარე",
			"stat_wait"=>"გადახდის მოლოდინში...",
			"stat_complete"=>"შესრულებული",
			"pay_true"=>"გადახდილია",
			"pay_false"=>"გადაუხდელია",
			"no_order"=>"ჯერ-ჯერობით თქვენ არაფერი შეგიკვეთავთ"
		)
	),
	"product"=>array(
		"availability"=>"ხელმისაწვდომობა", 
		"condition"=>"მდგომარეობა", 
		"brand"=>"მწარმოებელი", 
		"amount"=>"რაოდენობა",
		"description"=>"პროდუქტის აღწერა",
		"code"=>"პროდუქტის კოდი",
		"in_stock"=>"საწყობშია",
		"out_of_stock"=>"არ არის მარაგში",
		"cond_new"=>"ახალი",
		"cond_used"=>"ნახმარი",
		"recomended"=>"რეკომენდირებული პროდუქტები",
		"no_ctg"=>"ასეთი კატეგორია არ მოიძებნა"
	),
	"reg_and_sign"=>array(
		"login"=>"მომხმარებლის ავტორიზაცია",
		"registered"=>"თქვენ წარმატებით დარეგისტრირდით",
		"start"=>"მომხმარებლის რეგისტრაცია",
		"signup"=>"რეგისტრაცია",
		"sign_in"=>"შესვლა",
		"profile"=>"პროფილი",
		"profile_char"=>"- ს",
		"enter"=>"შესვლა",
		"placeholders"=>array(
			"name"=>"სახელი გვარი",
			"email"=>"ელ. ფოსტა: example@mail.com",
			"password"=>"თქვენი პაროლი",
			"address"=>"თბილისი, ...",
			"old_password"=>"ძველი პაროლი",
			"new_password"=>"ახალი პაროლი",
			"confirm"=>"დაადასტურეთ პაროლი"
		),
		"errors"=>array(
			"name"=>"სახელი და გვარი უნდა იყოს გამოყოფილი გამოტოვების სიმბოლოთი, უნდა შეიცავდეს 2 ან მეტ ასოს და არ შეიძლება შეიცავდეს სხვა სიმბოლოებს",
			"email"=>"ელ. ფოსტის ფორმატი არასწორია",
			"password"=>"პაროლი უნდა შეიცავდეს მინიმუმ 1 დიდ ლათინურ ასოს, 1 ან მეტ ციფრს ან სპეც. სიმბოლოს და მისი სიგრძე არ უნდა იყოს 8 სიმბოლოზე ნაკლები",
			"phone"=>"ტელ. ნომრის ფორმატი: 555-01-02-03",
			"address"=>"მისამართის ფორმატი უნდა იყოს შემდეგი: ქალაქი, ქუჩა # ... (ლათინური ასოებით)",
			"data_exist"=>"ელ.ფოსტა ან ნომერი უკვე გამოყენებულია",
			"no_data"=>"შესაბამისი მონაცემები ვერ მოიძებნა",
			"no_match"=>"ახალი და დამადასტურებელი პაროლი არ ემთხვევა",
			"old_password"=>"ძველი პაროლი არასწორია",
			"empty_inp"=>"ყველა ველი ცარიელია",
			"new_and_old"=>"ძველ პაროლს ვერ გამოიყენებთ ახალ პაროლად"
		),
		"log_out"=>array(
			"sure"=>"დარწმუნებული ხართ?",
			"autrz"=>"ავტორიზაციის გარეშე ვერ შეიძენთ ნივთებს",
			"confirm"=>"დიახ, გამოსვლა",
			"decline"=>"უარყოფა"
		),
		"profile_data"=>array(
			"heading"=>"მომხ. მონაცემები",
			"password"=>"პაროლის შეცვლა",
			"update"=>"განახლება",
			"success_msg"=>"ინფორმაცია წარმატებით განახლდა"
		)
	),
	"cart"=>array(
		"item"=>"პროდუქტი",
		"price"=>"ერთ. ფასი",
		"quantity"=>"რაოდენობა",
		"subtotal"=>"ქვე-ჯამი",
		"total"=>"საბოლოო ფასი",
		"empty"=>"კალათა ცარიელია",
		"add4chk"=>"გამოწერისთვის დაამატეთ პროდუქტები",
		"continue"=>"გაგრძელება",
		"log4chk"=>"გამოწერისთვის და-login-დით",
		"success"=>"ნივთები კალათიდან წარმატებით გამოწერილია. ინვოისი გაგზავნილია თქვენს ელ-ფოსტაზე"
	),
	"contact"=>array(
		"get_in_touch"=>"შეგვეხმიანეთ",
		"contact_info"=>"საკონტაქტო ინფორმაცია",
		"placeholders"=>array(
			"name"=>"სახელი, გვარი",
			"subject"=>"თემა",
			"msg"=>"თქვენი შეტყობინება",
			"mail"=>"თქვენი ელ.ფოსტა",
		),
		"mobile"=>"მობილური",
		"mail"=>"ელ.ფოსტა",
		"send"=>"გაგზავნა",
		"co_name"=>'შპს "E-Shopper"',
		"errors"=>array(
			"subject"=>"თემის სიგრძე უნდა იყოს 5 სიმბოლოზე მეტი",
			"msg"=>"შეტყობინების სიგრძე უნდა იყოს 10 სიმბოლოზე მეტი"
		),
		"msg_sent"=>"შეტყობინება წარმატებით გაიგზავნა"
	),
	"invoices"=>array(
		"details"=>"ინვოისის დეტალები არის თანდართულ ფაილში"
	)
);
?>